<h1>Техника</h1>
    <p class="text">  Техника физических упражнений — это емкое и широкое понятие. Многие авторы трактуют его по-разному. Мы не ставим перед собой задачу уточнить и детализировать его. Наоборот, мы стремимся избежать излишней детализации в приложении к общетеоретическим основам методики физического воспитания.

Мышечный двигательный акт состоит из двух взаимосвязанных аспектов: двигательной задачи и способа ее решения. Из этого следует, что способы выполнения двигательных действий, с помощью которых двигательная задача решается эффективно, принято называть техникой физических упражнений (Матвеев, 1999).

Каждый технический прием представляет собой определенный двигательный навык, имеющий своеобразную биомеханическую структуру, определяемую соответствующими кинематическими, динамическими и ритмическими характеристиками. При анализе технического приема различают основу техники движений, ее определяющее звено и детали.


</p>