<font size="6" color="#81F781" >№ 10. Вилли Пеп</font></em></p>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1940-1966 Всего Боев: 241 Побед: 229 Побед нокаутом: 65 Поражений: 11 Ничья: 0</em> </p></font>
<p>


<img src="photo/8.jpg"width="660" height="500"/ ></p>
<p>
<font size="4" color="#EEE8AA" >
Вилли Пеп занимает это почётное десятое место. Боксёра можно отнести к итальянскому американскому боксёру, бившийся на ринге на протяжении двадцати шести лет. На его счету куча побед и минимум поражений, это, наверное, самый невероятный рекорд за всё время. Пеп относился к категории легкого веса, он бился всё время без поражений вплоть до 1944 года, а также на его счету 61 победа, это впечатляет. Прошло некоторое время, и ему всё-таки нанёс первое в его карьере поражение от чемпиона всего мира Sammy Angott. Вскоре Вилли одержал победу в этом году во всех своих боях, а в следующем году этот боксёр не потерпел ни одного поражения. Пеп так и двигался дальше в этом спорте без поражений, тем самым подчёркивая, что он самый сильный боец всего мира бокса. Он одержал победу в 73 схватках. Это потрясающий рекорд, который существует в этом виде спорта. Пеп, несомненно, по праву является великим боксером двадцатого века, за это его и внесли в зал славы боксёров в 1990г., ему дали первое место в очень лёгком весе, по мнению журнала Associated Press.
</p></font>
<p>

<font size="6" color="#81F781" > № 9. Генри Армстронг</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1931-1945 Всего Боев: 181 Побед: 150 Побед нокаутом: 101 Поражений: 21 Ничья: 10 </em> </p></font></em>
<img src="photo/9.jpg"/>
<p>
<font size="4" color="#EEE8AA" >
Генри Армстронг занимает девятую строчку в этом списке. Этот боксёр начал с категории в лёгком весе а закончил карьеру в среднем. Только Генри смог выиграть 3 чемпионских награды в трёх разных весовых категориях. Впечатляющий результат. Считается что он выиграл четыре титула, однако в схватке с Ceferino Garcia была признана ничья, хотя она и спорная. Однако все думают, что именно Армстронг одержал победу. Он побеждал 27 раз подряд только нокаутами. Это самая, пожалуй, лучшая статистика в боксе. Армстронг был признан великим боксёром, так решили другие боксёры не менее знаменитые, чем сам Генри. Журнал о боксе The Ring, в 2007 году, удостоил Армстронга титула самого лучшего боксёра мира на протяжении 80 лет.
</p></font>
<p>

<font size="6" color="#81F781" > № 8. Рокки Марчиано</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1948-1955 Всего Боев: 49 Побед: 49 Побед нокаутом: 43 Поражений: 0 Ничья: 0  ( Остался не побежденным )</em> </p></font></em>
<img src="photo/12.jpg"/>
<p>
<font size="4" color="#EEE8AA" >
Рокки Марчиано достойно получает восьмое место. Этот боксёр относился к тяжеловесам, проcлавился за свою жестокость к соперникам. Единственный боксёр, который не уступил никому своё чемпионство в тяжёлом весе. Защитил этот титул шесть раз. Его считают величайшим боксёром в истории, однако многие также думают, что ему просто никто не мог составить конкуренцию. Не смотря на таких критиков в его сторону, Морчиано все смогут запомнить как непобеждённого боксёра всех времён, а также учитывать его в различных рейтингах ещё долгое время.
</p></font>
<p>

<font size="6" color="#81F781" > № 7. Хулио Сезар Чавес</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1980-2005 Всего Боев: 116 Побед: 108 Побед нокаутом: 87 Поражений: 6 Ничья: 2</em> </p></font></em>
<img src="photo/10.jpg"/>
<p>
<font size="4" color="#EEE8AA" >
Он является самым известным и великим боксером Мексики , ведь именно Чавес участвовал аж в пяти категориях, это шестикратный победитель в 3 весовых критериях,  был признан самым лучшим боксёром мира на протяжении 10 лет. Хулио Сезар Чавес славился своей мощью, разрушительностью соперников, сильным подбородком, а также постоянным контролем противника. В рейтинге ESPN среди 50-ти великих боксёров он занимает почётное 24-е место. Провёл целых 88 боев без проигрышей, пока не потерпел поражение от Фрэнки Рэндалла, затем Чавес нанёс ему 2 поражения. Чавес одолел таких боксёров, как Роджера Мэйвезера, Эктора Камачо, Сэмми Фуэнтеса и многих других.
</p></font>
<p>

<font size="6" color="#81F781"> № 6. Джек Демпси</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1914-1927 Всего Боев: 83 Побед: 65 Побед нокаутом: 51 Поражений: 6 Ничья: 11</em> </p></font></em>
<img src="photo/11.jpg"/>
<p>
<font size="4" color="#EEE8AA" >
Его можно смело назвать одним из самых величайших американских боксёров в истории. На его схватках присутствовало куча народу, здесь же был заработан первый миллион долларов. Агрессия и настоящая мощь этого боксёра превратили его в самого известного боксёра. Он был безоговорочным победителем в супертяжёлом весе на протяжении вот уже семи лет. Все этим годы он беспощадно расправлялся с теми, кто желал присвоить себе титул чемпиона. Но спустя некоторое время Демпси все-таки теряет его в битве с Джином Тани, однако через год он победил его в новой ожесточённой схватке. В журналах The Ring’s в списке тяжеловесов Демпси нашёл себе место на десятой строчке.
</p></font>
<p>

<font size="6" color="#81F781" >№ 5. Майк Тайсон</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1985-2005 Всего Боев: 58 Побед: 50 Побед нокаутом: 44 Поражений: 6 Ничья: 0</em> </p></font></em>
<img src="photo/13.jpg"/>
<p>
<font size="4" color="#EEE8AA" >
Этот величайший боксёр занимает пятую строчку. Каждый слышал это имя. Это известнейший боксёр на весь мир, славился он тем, что одолевал абсолютно любых соперников за несколько секунд или же в течении только первого раунда. На него постоянно делали ставки и лишь думали о том, сколько минут против него сможет выстоять противник. Майк Тайсон считается самым жестоким нокаутером в истории. Он также нашёл себе место и в Книге Рекордов Гиннеса, за самые мощные и быстрые нокауты всех времён. ( на его счету есть 9 нокаутов, которые он сделал меньше, чем за одну минуту) а так же его рекорд, в том что он самый юный победитель в суператяжелых весах.
</p></font>
<p>

<font size="6" color="#81F781" >№ 4. Джек Джонсон</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1894-1938 Всего Боев: 114 Побед: 80 Побед нокаутом: 45 Поражений: 13 Ничья: 12</em> </p></font></em>
<img src="photo/14.jpg"width="660" height="460"/>
<p>
<font size="4" color="#EEE8AA" >
Это довольно знаменитый афроамериканский боксёр. Джек всё время являлся безоговорочным победителем в супертяжёлом весе аж на протяжении десяти лет! Никому так и не удавалось его одолеть. Попадал во все возможные рейтинги бокса. Всегда выходил победителем из каждого боя, несмотря на крики и оскорбления в его адрес. Его долго никто не мог так и не смог побить, за это его многие боксёры и невзлюбили. Джек Джонсон невероятный боксёр, он обладал собственным стилем ведения боя, который противники вообще не могли угадать, также он известен за то, что он отлично умеел уклоняться от ударов противника.
</p></font>
<p>

<font size="6" color="#81F781" >№ 3. Шугар Рэй Робинсон</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1940-1965 Всего Боев: 200 Побед: 173 Побед нокаутом: 108 Поражений: 19 Ничья: 6</em> </p></font></em>
<img src="photo/15.jpg"width="560" height="460"/>
<p>
<font size="4" color="#EEE8AA" >
Почти все считают его лучшим боксером в своём роде. Робинсон принимал участие в 7 весовых категориях, в нём складывались все самые лучшие качества настоящего боксёра. Он был очень силён, обладал повышенной выносливостью, у него был очень твёрдый подбородок. Он также получил свои титулы в среднем и полусреднем весах. Доказал всем, что он достоин быть величайшим боксёром в истории. А многие авторитетнейшие издания, отдают именно ему первую строчку в подобном рейтинге.
</p></font>
<p>

<font size="6" color="#81F781" >№ 2. Мухаммед Али</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1960-1981 Всего Боев: 61 Побед: 56 Побед нокаутом: 37 Поражений: 5 Ничья: 0</em> </p></font></em>
<img src="photo/16.jpg"width="560" height="460"/>
<p>
<font size="4" color="#EEE8AA" >
Это, пожалуй самый знаменитый и прославленный боксёр мира. Титул «Боксёр Года» был у него 5 раз, он признан лучшим боксёром прошедшего десятилетия. Али стал Олимпийским чемпионом в супертяжелой весовой категории. Он обладал титулом чемпиона мира в этом весе, однако был лишён этих званий из-за того, что не поехал воевать во Вьетнам. Мухаммед считался непобедимым. Страна пыталась его унизить, но это не помешало ему, встать на ноги и достигнуть таких высот. Спустя некоторое время, он совершил возвращение на ринг и продолжил свой славный путь.

</p></font>
<p>

<font size="6" color="#81F781" >№ 1. Джо Луис</font></em>
<em>
<p><font size="3" color="#1E90FF" >Выступал: 1960-1981 Всего Боев: 61 Побед: 56 Побед нокаутом: 37 Поражений: 5 Ничья: 0</em> </p></font></em>
<img src="photo/17.jpg"width="560" height="460"/>
<p>
<font size="4" color="#EEE8AA" >
Самый великий и лучший боксер мира в истории. Луис обладал очень большим ростом и все считали, что его невозможно победить, однако все-таки одно поражение у него было, от немца Макса Шмелинга, хотя немец этому радовался не долго, спустя некоторое время, Луис взял сенсационный реванш, одолев Макса всего за 1 раунд. Далее он потерпел ещё 2 поражения, но это произошло лишь из-за того, что он находился  не в самой лучшей форме, а также у него были проблемы с финансами и не мог поддерживать постоянные тренировки. Для всех Луис стал американским символом. Особенно Луис присутствовал в сердцах людей как раз, когда была Вторая Мировая война. Насколько известно, во время войны попросту не нашлось бы никого другого, кто мог стать политически значимым боксёром, как Джо Луис. Повсюду куча народу толпилась вокруг ринга и радио, чтобы узнать о его схватках с противниками и это придавало людям хоть какую-то, но надежду на будущее и веру в то что в жизни будет все хорошо. Джо Луис был единственным боксёром, который был признан лучшим из лучших среди любой национальности.
