
    <p class="text"> <p><font size="3" >   <ul>
         <li><font size="4" color="#81F781" >Бокс в СДЮШОР № 3 г. Барнаула</font>

<br>
Барнаул, ул. Воронежская, д. 2 </li>
<br>
         <li><font size="4" color="#81F781" >Бокс школа единоборств "Удар</font>
		 <br>
Барнаул, ул. Малахова, д. 177а
</li>
<br>
         <li><font size="4" color="#81F781" >Бокс в ДЮСШ №10 г. Барнаула</font>
		 <br>
Барнаул, ул. Проезд 9 мая, д. 5</li>
<br>
         <li><font size="4" color="#81F781" >Бокс в велнесс-клубе "Магис-спорт"</font>
		 <br>
Алтайский край, Барнаул, ул. Взлетная, д. 25 </li>
<br>
 <li><font size="4" color="#81F781" >Бокс в ДЮСШ № 6 г. Барнаула</font>
		 <br>
Барнаул, ул. Советской Армии, д. 73 </li>
<br>
 <li><font size="4" color="#81F781" >Бокс в ДС "Победа"</font>
		 <br>
Алтайский край, Барнаул, ул. Антона Петрова, д. 146г</li>
<br>
<li><font size="4" color="#81F781" >Невский, спортивный клуб</font>
		 <br>
Алтайский край, Барнаул,  Островского, 49</li>
<br>
<li><font size="4" color="#81F781" >Кросс, специализированный зал бокса</font>
		 <br>
Алтайский край, Барнаул, Власихинская, 89</li>
<br>
<li><font size="4" color="#81F781" >Алтай, спортивный клуб бокса</font>
		 <br>
Алтайский край, Барнаул, Юрина, 210</li>
<br>
<li><font size="4" color="#81F781" >Память, военно-спортивный клуб</font>
		 <br>
Алтайский край, Барнаул, Павловский тракт, 132 </li>
<br>
<li><font size="4" color="#81F781" >Федерация бокса Алтайского края</font>
		 <br>
Алтайский край, Барнаул, Ленина проспект, 56  </li>
<br>
<li><font size="4" color="#81F781" >Федерация бокса Алтайского края</font>
		 <br>
Алтайский край, Барнаул, Ленина проспект, 56  </li>
       </ul>
</p>