
    <p class="text"> <p><font size="3" >  На Абсолютном чемпионате России формула боя составляет 5 раундов по 2 минуты. Иногда соревнования проводятся по договоренности. В этом случае формула боя может составлять 3 или 4 раунда по 3 минуты, или 5 или 6 раундов по 2 минуты. Если турнир выше областного масштаба, то у юношей 15-16 лет, юниоров, женщин и взрослых бой идет по чистому времени, то есть различные остановки во время боя не учитываются. Между раундами всегда должна быть 1 минута отдыха.

Соревнования бывают личные, командные и лично-командные.
В личных соревнованиях побеждает боксер выигравший в финале. Начиная с 4 места и ниже места распределяются по количеству побед. 
В командных соревнованиях побеждает команда, набравшая большее количество очков. За победу в весовой категории дается 2 очка. За поражение 1 очко. В случае неявки или отсутствия боксера дается 0 очков.
В лично-командных соревнованиях победа зависит также от количества набраных очков. Победа - 7 очков, второе место - 5 очков, третье место - 3,5 очка, за каждую победу до полуфинала по 1 очку. При равенстве очков побеждает команда занявшая больше первых и т.д. мест.</p>