
    <p class="text"> <p><font size="3" >   <b>Спортивное питание</b> — это особая группа пищевых продуктов, выпускающаяся преимущественно для людей, ведущих активный образ жизни, занимающихся спортом и фитнесом.

Приём спортивного питания направлен в первую очередь на улучшение спортивных результатов, повышение силы и выносливости, укрепление здоровья, увеличение объёма мышц, нормализацию обмена веществ, достижение оптимальной массы тела и в целом на увеличение качества и продолжительности жизни.

В России спортивное питание относят к биологически активным добавкам. Спортивное питание разрабатывается и изготавливается на основе научных исследований в различных областях, например в таких, как физиология и диетология и чаще всего представляет собой тщательно подобранные по составу концентрированные смеси основных пищевых элементов, специально обработанных для наилучшего усвоения организмом человека. По сравнению с обычной едой, на переваривание которой могут уходить часы, спортивные добавки требуют минимальных затрат времени и усилий пищеварения на расщепление и всасывание, при этом многие виды спортивного питания обладают высокой энергетической ценностью. Спортивное питание абсолютно безвредно, если принимать его правильно.

Спортивное питание причисляется именно к категории добавок, так как его правильное использование представляет собой дополнение к основному рациону, состоящему из обычных продуктов, а не полную их замену.

Подавляющее большинство продуктов спортивного питания не имеет ничего общего с допингом.

Под «спортивным питанием» понимается также употребление обычных продуктов, организованное таким образом, чтобы решать основные задачи того или иного вида спорта
</p>